Repository: Davron129/medium-clone-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: Английский

source: Uzbek
ru: Узбекский

source: Russian
ru: Русский

source: Access tokeni yaroqsiz
ru: Токен доступа недействителен.

source: Kirish ma'lumotlari yaroqsiz
ru: Неверная информация для входа

source: Tug'ilgan yili {min_year} dan katta va {max_year} dan kichik bo'lishi kerak.
ru: Год рождения должен быть больше {min_year} и меньше {max_year}.

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: Kirish maʼlumotlari notoʻgʻri
ru: Неверная информация для входа

source: Foydalanuvchi nomi va parol ham talab qilinadi
ru: Также требуются имя пользователя и пароль

source: Yangi va eski parollar bir xil bo'lmasligi kerak
ru: Новый и старый пароли не должны совпадать

source: Email topilmadi.
ru: Электронная почта не найдена.

source: Sizda yaroqli OTP kodingiz bor. {ttl} soniyadan keyin qayta urinib koʻring.
ru: У вас есть действительный OTP-код. Повторите попытку через {ttl} секунд.

source: Yaroqsiz OTP kodi.
ru: Неверный OTP-код.

source: Hisob maʼlumotlari yaroqsiz
ru: Учетные данные недействительны

source: Mufaqqiyatli chiqildi.
ru: Выпущен успешно.

source: Eski parol xato.
ru: Старый пароль неправильный.

source: Ushbu elektron pochta manzili bilan tasdiqlangan foydalanuvchi topilmadi!
ru: Ни один проверенный пользователь с этим адресом электронной почты не найден!

source: Email yuborishda nimadir noto'g'ri
ru: Что-то пошло не так при отправке письма

source: Token yaroqsiz
ru: Токен недействителен
